Repository: jcalado/pa-theme-sedes
Catalog: language/*.po
Languages: pt_pt

source: PA - Framework (Parent)
pt_pt: PA - Framework (Pai)

source: adventistas.org
pt_pt: adventistas.org.pt

source: Parent theme for adventistas.org website network.
pt_pt: Tema pai para a rede de sites adventistas.org.pt.

source: WebDSA
pt_pt: Divisão Sul-Americana

source: I'm sorry! Content not found! :(
pt_pt: Desculpe! Conteúdo não encontrado :(

source: The content which you are looking don't exist and don't be found.
pt_pt: O conteúdo que procura não existe ou não foi encontrado.

source: Do you want to do a new search?
pt_pt: Quer começar uma nova pesquisa?

source: New search
pt_pt: Nova pesquisa

source: Search
pt_pt: Procurar

source: News
pt_pt: Notícias

source: Adventist
pt_pt: Adventista

source: Sync data
pt_pt: Sincronizar dados

source: Title
pt_pt: Título

source: Description
pt_pt: Descrição

source: Button
pt_pt: Botão

source: IASD - Downloads - Carousel
pt_pt: IASD - Downloads - Carrossel

source: Block from downloads content on carousel format.
pt_pt: Bloco de downloads no formato carrossel.

source: File format
pt_pt: Formato do ficheiro

source: File size
pt_pt: Tamanho do ficheiro

source: IASD - Feature - Carousel
pt_pt: IASD - Destaque - Carrossel

source: Block to feature content on carousel format.
pt_pt: Bloco de destaque no formato carrossel.

source: IASD - Kits - Carousel
pt_pt: IASD - Kits - Carrossel

source: Block from kits content on carousel format.
pt_pt: Bloco de kits no formato carrossel.

source: IASD - Feature Slider - Ministry
pt_pt: IASD - Slider destaque - Departamento

source: Block to feature content in slider format.
pt_pt: Bloco de conteúdo no formato slider.

source: Tag
pt_pt: Etiqueta

source: IASD Facebok block.
pt_pt: Bloco de Facebook IASD.

source: Facebook page URL.
pt_pt: URL da página do Facebook.

source: Feliz7Play content block.
pt_pt: Bloco de conteúdos Feliz7Play.

source: IASD - Find church
pt_pt: IASD - Encontre uma Igreja

source: Block to show a box to find a church.
pt_pt: Bloco para mostrar a caixa de procura de igreja.

source: Quick access
pt_pt: Acesso rápido

source: Icon
pt_pt: Ícone

source: Add item
pt_pt: Adicionar item

source: IASD - Image
pt_pt: IASD - Imagem

source: Block to show a image.
pt_pt: Bloco para mostrar uma imagem.

source: Format
pt_pt: Formato

source: Image
pt_pt: Imagem

source: IASD - Button - List
pt_pt: IASD - Botões - Lista

source: Block with links buttons.
pt_pt: Bloco com links de botões.

source: IASD - Buttons - List
pt_pt: IASD - Botões - Lista

source: IASD - Downloads - List
pt_pt: IASD - Downloads - Lista

source: Block to show downloads contents in list format.
pt_pt: Bloco para mostrar downloads no formato de lista.

source: IASD - Downloads - Buttons
pt_pt: IASD - Downloads - Botões

source: IASD - Icons - List
pt_pt: IASD - Ícones - Lista

source: Block to show contents in list format with icons.
pt_pt: Bloco par amostrar conteúdos em formato de lista com ícones.

source: IASD - Itens - List
pt_pt: IASD - Itens - Lista

source: Block to show contents in list format with images.
pt_pt: Bloco para mostrar coneudos no formato lista com imagems.

source: IASD - News - List
pt_pt: IASD - Notícias - Lista

source: Block to show news content in list format.
pt_pt: Bloco para mostrar notícias no formato de lista.

source: Post format
pt_pt: Formato do Post

source: IASD - Videos - List(A)
pt_pt: IASD - Vídeos - Lista (A)

source: Block to show videos content in list format.
pt_pt: Bloco para mostrar vídeos no formato de lista.

source: IASD - Videos - List
pt_pt: IASD - Vídeos - Lista

source: Time (in seconds)
pt_pt: Tempo (em segundos)

source: IASD - Magazines
pt_pt: IASD - Revistas

source: Block to show magazines content in carousel format.
pt_pt: Bloco para mostrar revistas no formato carrossel.

source: Block to show contents from https://querovidaesaude.com/.
pt_pt: Bloco para mostrar conteúdos de https://querovidaesaude.com/.

source: IASD - Row
pt_pt: IASD - Linha

source: Block to group IASD blocks.
pt_pt: Bloco para agrupar blocos IASD.

source: Add manual itens
pt_pt: Adicionar itens manuais

source: Refresh
pt_pt: Recarregar

source: Search...
pt_pt: Procurar...

source: Number of items to be displayed.
pt_pt: Número de itens a ser mostrado.

source: Quantity
pt_pt: Quantidade

source: Filter by post type.<br />Obs: Fixed items are not affected by this filter.
pt_pt: Filtrar por tipo de post.<br/>Obs: Itens afixados não são afetados por este filtro.

source: Thumbnail
pt_pt: Miniatura

source: Excerpt
pt_pt: Excerto

source: Endpoint where the content will be catch.
pt_pt: Endpoint onde o conteúdo será procurado.

source: Write the URLs
pt_pt: Escreva os URLs

source: Filter field?
pt_pt: Campo de filtragem?

source: Fields
pt_pt: Campos

source: Write the fields names.
pt_pt: Escreva os nomes dos campos.

source: Taxonomies
pt_pt: Taxonomias

source: Select the taxonomies.
pt_pt: Selecione as taxonomias.

source: Enable: Search?
pt_pt: Ativar: Pesquisa?

source: Enable: Number of itens?
pt_pt: Ativar: Número de itens?

source: Enable: Sticky itens?
pt_pt: Ativar: Itens afixados?

source: Enable: Manual content?
pt_pt: Ativar: Conteúdo manual?

source: Manual content fields
pt_pt: Campos de conteúdo manual

source: Add
pt_pt: Adicionar

source: Number of itens to be displayed. From 1 to 100.
pt_pt: Número de itens a ser mostrado. De 1 a 100.

source: Taxonomie
pt_pt: Taxonomia

source: Terms
pt_pt: Termos

source: Select the wanted terms:
pt_pt: Selecione os termos que deseja:

source: Remove taxonomie
pt_pt: Remover taxonomia

source: Add taxonomie
pt_pt: Adicionar taxonomia

source: Results
pt_pt: Resultados

source: Sticky
pt_pt: Afixado

source: Recents
pt_pt: Recentes

source: UPASD - Find church
pt_pt: UPASD - Encontre uma Igreja

source: Novo Tempo Portugal content block.
pt_pt: Bloco de conteúdos da Novo Tempo Portugal.

source: IASD Site - Custom Settings
pt_pt: Site IASD - Definições

source: Headquarter
pt_pt: Sede

source: Address
pt_pt: Endereço

source: Telephone
pt_pt: Telefone

source: Social Networks
pt_pt: Redes Sociais

source: Site settings
pt_pt: Definições do Site

source: Rewrite global settings
pt_pt: Reescrever opções globais

source: Content not found...
pt_pt: Conteúdo não encontrado...

source: Front Page
pt_pt: Página Inicial

source: Index
pt_pt: Índice

source: Archive
pt_pt: Arquivo

source: Single
pt_pt: Único

source: User name cannot be empty.
pt_pt: Nome de utilizador não pode estar em branco.

source: Password is not strong enough.
pt_pt: A password não é suficientemente complexa.

source: Our social networks
pt_pt: As nossas redes sociais

source: Seventh-day Adventist Church
pt_pt: Igreja Adventista do Sétimo Dia

source: Go to top
pt_pt: Ir para o topo

source: Share:
pt_pt: Partilhar:

source: Headquarter - Owner
pt_pt: Sede - Proprietária

source: PA - Menu - Default
pt_pt: PA - Menu - Por omissão

source: More content
pt_pt: Mais conteúdo

source: Enable
pt_pt: Ativar

source: Disable
pt_pt: Desativar

source: Content source
pt_pt: Origem do conteúdo

source: Select where the content will be brought from.
pt_pt: Selecione de onde o conteúdo será trazido.

source: Remote
pt_pt: Remota

source: Page - Block
pt_pt: Página - Bloco

source: Page - Elementor
pt_pt: Página - Elementor

source: Page - Full width
pt_pt: Página - Largura inteira

source: Page - Widgets
pt_pt: Página - Widgets

source: By
pt_pt: Por

source: Hear text
pt_pt: Ouvir o texto

source: Results for:
pt_pt: Resultados para:

source: Previous article
pt_pt: Artigo anterior

source: Next article
pt_pt: Próximo artigo

source: Featured
pt_pt: Em destaque

source: Please select at least one
pt_pt: Por favor selecione pelo menos um

source: Finding a church
pt_pt: Encontre uma igreja

source: Adventist churches that are located in the South American Division.
pt_pt: Igrejas Adventistas localizadas em Portugal.

source: Church search
pt_pt: Procurar igreja
